[
   {
      "film_id": 1,
      "title": "The Batman",
      "category": "Acción",
      "cast": "Robert Pattinson, Zöe Kravitz",
      "film_direction": "Matt Reeves",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4085/1/1/4085.jpg",
      "description": "Después de dos años acechando por las calles de la ciudad como Batman (Robert Pattinson) e infundiendo miedo en las mentes perversas de los criminales, Bruce Wayne está sumido en las profundidades de las sombras de Gotham City. Este vigilante solitario cuenta con pocos aliados de confianza -Alfred Pennyworth (Andy Serkis), el teniente James Gordon (Jeffrey Wright)- entre la red corrupta de oficiales y figuras de perfil alto de la ciudad. Y eso le ha llevado a convertirse en la única encarnación de la venganza entre sus conciudadanos. Cuando un asesino apunta a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas lleva al Mejor Detective del Mundo a realizar una investigación en el inframundo, donde se cruza con personajes como Selina Kyle/alias Catwoman (Zoë Kravitz), Oswald Cobblepot/alias El Pingüino (Colin Farrell), Carmine Falcone (John Turturro) y Edward Nashton/alias Enigma (Paul Dano). Las pruebas están cada vez más cerca de casa y la escala de los planes del perpetrador se vuelven más clara, así que Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y a la corrupción que llevan mucho tiempo devastando Gotham City."
   },
   {
      "film_id": 2,
      "title": "Cyrano",
      "category": "Musical",
      "cast": "Peter Dinklage, Haley Bennett",
      "film_direction": "Joe Wright",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4080/1/1/4080.jpg",
      "description": "Adelantado a su tiempo, Cyrano de Bergerac (interpretado por Peter Dinklage) deslumbra en cualquier enfrentamiento tanto con su afilado ingenio verbal como con su punzante espada en un duelo. Pero, convencido de que su apariencia lo hace indigno del amor de su gran amiga, la brillante Roxanne (Haley Bennett), Cyrano no se decide a declararle sus sentimientos, hasta que ella se enamora a primera vista de Christian (Kelvin Harrison, Jr.)."
   },
   {
      "film_id": 3,
      "title": "Ainbo: La guerrera del Amazonas",
      "category": "Animación",
      "cast": "Animación",
      "film_direction": "Jose Zelada, Richard Claus",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4151/1/1/4151.jpg",
      "description": "La pequeña Ainbo vive en lo más profundo de la selva amazónica. Tras perder a su madre y pelearse con los adultos de su aldea, esta joven arquera emprende un viaje para salvar a su pueblo del poder destructor del hombre blanco. La acompañan sus dos guías espirituales, un avispado armadillo y un campechano tapir."
   },
   {
      "film_id": 4,
      "title": "Malnazidos",
      "category": "Acción",
      "cast": "Miki Esparbé, Aura Garrido, Álvaro Cervantes",
      "film_direction": "Javier Ruiz Caldera, Alberto de Toro",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/3537/1/1/3537.jpg",
      "description": "Durante la Guerra Civil Española, meses de sangrientos combates han dejado tras de sí miles de muertos en las trincheras. Jan Lozano, capitán de la quinta brigada, cae prisionero. La única posibilidad de escapar a la sentencia de muerte es hacer frente a una misión imposible en campo enemigo. Pero un peligro mayor del esperado obligará a los bandos rivales a unirse contra un nuevo y desconocido adversario. Tendrán que dejar de lado el odio mutuo y así evitar convertirse en infectados."
   },
   {
      "film_id": 5,
      "title": "Cásate conmigo",
      "category": "Romance",
      "cast": "Jennifer Lopez, Owen Wilson, Juan Luis Londoño'Maluma'",
      "film_direction": "Kat Coiro",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4083/1/1/4083.jpg",
      "description": "Bastian (Maluma) y Kat Valdez (Jennifer López) son una exitosa pareja de artistas que está a punto de casarse. Pero, cuando llega el gran día, Bastian deja plantada en el altar del Madison Square Garden a su prometida delante de miles seguidores y tras haber lanzado una canción acerca de su enlace. Sin embargo, Kat se acaba de enterar de que su pareja le había estado engañando con su asistente y, de forma repentina, decide casarse con uno de sus seguidores (Owen Wilson), a quien no conoce de absolutamente nada. La cinta, dirigida por Kat Coiro, está basada en la novela gráfica de Bobby Crosby."
   },
   {
      "film_id": 6,
      "title": "Muerte en el Nilo",
      "category": "Drama",
      "cast": "Gal Gadot, Kenneth Branagh",
      "film_direction": "Kenneth Branagh",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/3295/1/1/3295.jpg",
      "description": "Basada en la novela de 1937 de Agatha Christie, Muerte en el Nilo es un fascinante thriller de misterio dirigido por Kenneth Branagh sobre el caos emocional y las consecuencias letales que provocan los amores obsesivos. Las vacaciones egipcias del detective belga Hércules Poirot a bordo de un glamuoroso barco de vapor se convierten en la aterradora búsqueda de un asesino cuando la idílica luna de miel de una pareja perfecta se ve truncada de la forma más trágica. La aventura se desarrolla en un paisaje de leyenda con maravillosas vistas al desierto y a las majestuosas pirámides de Giza. Se trata de un cuento de pasión desenfrenada y celos destructivos protagonizada por un grupo de personajes cosmopolitas impecablemente vestidos. Los impactantes giros y dilemas de la historia dejarán al público preguntándose qué ha ocurrido hasta el estremecedor desenlace final. Muerte en el Nilo reúne al equipo que creó el éxito mundial de 2017 “Asesinato en el Orient Express”, y está protagonizada por Kenneth Branagh, cinco veces nominado al Oscar® y que da vida al famoso detective Hércules Poirot. Branagh está acompañado de un reparto estelar de sospechosos, entre los que se encuentran: Tom Bateman, Annette Bening, nominada al Oscar® en cuatro ocasiones, Russell Brand, Ali Fazal, Dawn French, Gal Gadot, Armie Hammer, Rose Leslie, Emma Mackey, Sophie Okonedo, Jennifer Saunders y Letitia Wright. El guión de 'Muerte en el Nilo' es obra de Michael Green, a partir de la novela de Christie, y está producida por Kenneth Branagh, p.g.a., Judy Hofflund, p.g.a., Ridley Scott, Mark Gordon, Simon Kinberg y Kevin J. Walsh, con Matthew Jenkins, James Prichard y Matthew Prichard como productores ejecutivos."
   },
   {
      "film_id": 7,
      "title": "Uncharted",
      "category": "Acción",
      "cast": "Tom Holland, Antonio Banderas, Mark Wahlberg",
      "film_direction": "Ruben Fleischer",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4091/1/1/4091.jpg",
      "description": "Esta adaptación de la exitosa serie de videojuegos creada por Naughty Dog es una precuela de la saga, en descubriremos los detalles de cómo el joven cazarrecompensas Nathan Drake (Tom Holland) llegó conocer a su mentor y amigo Victor Sullivan (Mark Wahlberg). Produce la película Ari Arad, responsable de filmes como Ghost in the Shell: El alma de la máquina (2017) y Iron Man (2008)."
   },
   {
      "film_id": 8,
      "title": "La abuela",
      "category": "Terror",
      "cast": "Almudena Amor, Vera Valdez",
      "film_direction": "Paco Plaza",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/3877/1/1/3877.jpg",
      "description": "Susana (Almudena Amor) tiene que dejar su vida en París trabajando como modelo para regresar a Madrid. Su abuela Pilar (Vera Valdez) acaba de sufrir un derrame cerebral. Años atrás, cuando los padres de Susana murieron, su abuela la crió como si fuese su propia hija. Susana necesita encontrar a alguien que cuide de Pilar, pero lo que deberían ser solo unos días con su abuela, se acabarán convirtiendo en una terrorífica pesadilla."
   },
   {
      "film_id": 9,
      "title": "El método Williams",
      "category": "Drama",
      "cast": "Will Smith, Aunjanue Ellis, Jon Bernthal",
      "film_direction": "Reinaldo Marcus Green",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/4089/1/1/4089.jpg",
      "description": "Basada en la historia real que inspirará al mundo, la película de Warner Bros Pictures, 'King Richard' narra la historia de Richard Williams, un padre inasequible al desaliento que ayudó a criar a dos de las atletas más extraordinarias de todos los tiempos, dos atletas que acabarían cambiando para siempre el deporte del tenis. Will Smith, nominado en dos ocasiones al Oscar ('Ali', 'En busca de la felicidad', 'Bad Boys for Life') encarna a Richard, bajo la dirección de Reinaldo Marcus Green ('Monsters and Men'). Richard tenía una visión muy clara del futuro de sus hijas y sirviéndose de métodos poco convencionales, elaboró un plan que llevará a Venus y Serena Williams de las calles de Compton, California al olimpo de deporte convirtiéndolas en iconos legendarios. La película muestra el poder de la familia, la perseverancia y la fe inquebrantable como medio para lograr lo imposible e impactar al mundo.arios."
   },
   {
      "film_id": 10,
      "title": "¡Canta! 2",
      "category": "Animación",
      "cast": "Animación",
      "film_direction": "Garth Jennings",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/3917/1/1/3917.jpg",
      "description": "En un mundo de animales antropomórficos, el koala Buster Moon es el propietario de un teatro donde organiza espectáculos musicales. En el concurso de canto más grande del mundo consiguió que los debutantes Rosita, Mike, Johnny, Ash y Meena fueran lanzados al estrellato. Aunque aún se desconocen los detalles de la trama de este nuevo filme de animación, lo que está asegurado es que disfrutaremos de muchas versiones de canciones populares. Esta película de animación es la secuela de ¡Canta! (2016)."
   },
   {
      "film_id": 11,
      "title": "Spider-Man: No Way Home",
      "category": "Acción",
      "cast": "Tom Holland, Jamie Foxx, Zendaya Maree, Benedict Cumberbatch, Marisa Tomei",
      "film_direction": "Jon Watts",
      "image": "https://eu-static.yelmocines.es/content/img/movies/posters/3633/1/1/3633.jpg",
      "description": "Por primera vez en la historia cinematográfica de Spider-Man, nuestro héroe, vecino y amigo es desenmascarado, y por tanto, ya no es capaz de separar su vida normal de los enormes riesgos que conlleva ser un Súper Héroe. Cuando pide ayuda a Doctor Strange, los riesgos pasan a ser aún más peligrosos, obligándole a descubrir lo que realmente significa ser Spider-Man. Secuela de 'Spider-Man: Far From Home'."
   }
]
